Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pt_BR.tmx
Source language: en
Languages: pt_br

source: highlights : gain / slope
pt_br: tons claros: ganho / inclinação

source: factor of gain
pt_br: fator de ganho

source: gain
pt_br: ganho

source: factor of red for gain
pt_br: fator de vermelho para ganho

source: factor of green for gain
pt_br: fator de verde para ganho

source: factor of blue for gain
pt_br: fator de azul para ganho

source: auto optimizers
pt_br: otimizadores automáticos

source: fit the whole histogram and center the average luma
pt_br: ajustar todo o histograma e centralizar luma médio

source: optimize the RGB curves to remove color casts
pt_br: otimizar curvas RGB para remover color casts

source: color look up table
pt_br: tabela de cores

source: green-red
pt_br: verde/vermelho

source: blue-yellow
pt_br: azul-amarelo

source: target color
pt_br: cor alvo

source: it8 skin tones
pt_br: tons de pele it8

source: helmholtz/kohlrausch monochrome
pt_br: monocromático helmholtz/kohlrausch

source: Fuji Astia emulation
pt_br: emulação de Fuji Astia

source: Fuji Classic Chrome emulation
pt_br: emulação de Fuji Classic Chrome

source: Fuji Monochrome emulation
pt_br: emulação de Fuji Monochrome

source: Fuji Provia emulation
pt_br: emulação de Fuji Provia

source: Fuji Velvia emulation
pt_br: emulação de Fuji Velvia

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
pt_br: (%2.2f %2.2f %2.2f) patches alterados são marcados com um outline click para selecionar click duplo para reset click direito para remover patch shift-click enquanto escolhe cor para substituir patch

source: color checker patch
pt_br: patch da tabela de cores

source: lightness offset
pt_br: deslocamento de luminosidade

source: chroma offset green/red
pt_br: deslocamento de croma verde/vermelho

source: green/red
pt_br: verde/vermelho

source: chroma offset blue/yellow
pt_br: deslocamento de croma azul/amarelo

source: blue/yellow
pt_br: azul/amarelo

source: saturation offset
pt_br: saturação

source: control target color of the patches via relative offsets or via absolute Lab values
pt_br: controlar cor alvo dos patches via deslocamento relativo ou via valores Lab absolutos

source: relative
pt_br: relativo

source: absolute
pt_br: absoluto

source: color contrast
pt_br: contraste de cor

source: green vs magenta
pt_br: verde vs magenta

source: blue vs yellow
pt_br: azul vs amarelo

source: steepness of the a* curve in Lab
pt_br: inclinação da curva a* em Lab

source: steepness of the b* curve in Lab
pt_br: inclinação da curva b* em Lab

source: color correction
pt_br: correção de cor

source: warm tone
pt_br: tom quente

source: warming filter
pt_br: filtro de aquecimento

source: cooling filter
pt_br: filtro de resfriamento

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
pt_br: arraste a linha para divisão de tons. claro significa realces, escuro significa sombras. role com o mouse para mudar a saturação.

source: set the global saturation
pt_br: escolha de saturação global

source: input color profile
pt_br: perfil de cor de entrada

source: input profile
pt_br: perfil de entrada

source: working profile
pt_br: perfil de trabalho

source: gamut clipping
pt_br: corte de tonalidade

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
pt_br: não consegui extrair matriz do espaço de cores `%s', será substituída pelo Rec2020 RGB!

source: `%s' color matrix not found!
pt_br: `%s' matriz de cores não encontrada!

source: input profile could not be generated!
pt_br: perfil de entrada não pode ser gerado!

source: unsupported input profile has been replaced by linear Rec709 RGB!
pt_br: perfil de entrada não suportado foi substituído por linear Rec709 RGB!

source: ICC profiles in %s or %s
pt_br: perfis ICC em %s ou %s

source: confine Lab values to gamut of RGB color space
pt_br: delimita valores Lab para tonalidades do espaço de cores RGB

source: colorize
pt_br: colorir

source: source mix
pt_br: mistura fonte

source: select the hue tone
pt_br: selecionar o tom de matiz

source: select the saturation shadow tone
pt_br: selecionar o tom de saturação de sombra

source: lightness of color
pt_br: luminosidade da cor

source: mix value of source lightness
pt_br: mistura valor da fonte de luminosidade

source: color mapping
pt_br: mapeamento de cores

source: number of clusters
pt_br: número de clusters

source: color dominance
pt_br: dominância de cor

source: histogram equalization
pt_br: equalização do histograma

source: acquire as source
pt_br: adquirir como fonte

source: acquire as target
pt_br: adquirir como alvo

source: source clusters:
pt_br: clusters da origem:

source: target clusters:
pt_br: clusters alvo:

source: analyze this image as a source image
pt_br: analisar esta imagem como imagem fonte

source: analyze this image as a target image
pt_br: analisar esta imagem como imagem alvo

source: number of clusters to find in image. value change resets all clusters
pt_br: número de clusters a procurar na imagem. alteração de valor redefine todos os clusters

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
pt_br: como clusters são mapeados. valores baixos: baseado em proximidade de cores, valores altos: baseados em domínio de cores

source: level of histogram equalization
pt_br: nível de equalização do histograma

source: output color profile
pt_br: perfil de cor de saída

source: missing output profile has been replaced by sRGB!
pt_br: perfil de saída não encontrado foi substituído por linear sRGB!

source: missing softproof profile has been replaced by sRGB!
pt_br: perfil de softproof não encontrado foi substituído por linear sRGB!

source: unsupported output profile has been replaced by sRGB!
pt_br: perfil de saída não suportado foi substituido por linear sRGB!

source: output intent
pt_br: intenção de saída

source: relative colorimetric
pt_br: colorimétrico relativo

source: absolute colorimetric
pt_br: colorimétrico relativo

source: rendering intent
pt_br: intenção de renderização

source: color reconstruction
pt_br: reconstrução de cor

source: spatial extent
pt_br: extensão espacial

source: range extent
pt_br: extensão da faixa

source: precedence
pt_br: precedência

source: inconsistent output
pt_br: saída inconsistente

source: module `color reconstruction' failed
pt_br: módulo `reconstrução de cor' falhou

source: saturated colors
pt_br: cores saturadas

source: pixels with lightness values above this threshold are corrected
pt_br: pixels com valor de luminosidade acima deste limiar são corrigidos

source: how far to look for replacement colors in spatial dimensions
pt_br: quão longe procurar para cores substitutas em dimensões espaciais

source: how far to look for replacement colors in the luminance dimension
pt_br: quão longe procurar para cores substitutas em dimensões luminosidade

source: if and how to give precedence to specific replacement colors
pt_br: se e como dar precedência para cores substitutas específicas

source: the hue tone which should be given precedence over other hue tones
pt_br: tom de matiz ao qual deve ser dada precedência sobre outros tons de matiz

source: color transfer
pt_br: tranferência de cor

source: acquire
pt_br: aquisição

source: apply
pt_br: aplicar

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
pt_br: este módulo será removido no futuro e está aqui apenas para que você o desative e use o novo equalizador.

source: number of clusters to find in image
pt_br: número de clusters a procurar na imagem

source: analyze this image
pt_br: analisar esta imagem

source: apply previously analyzed image look to this image
pt_br: aplicar aparência da imagem analisada anteriormente a esta imagem

source: color zones
pt_br: zonas de cor

source: select by
pt_br: selecionar por

source: process mode
pt_br: modo de processo

source: interpolation method
pt_br: modo de interpolação

source: red black white
pt_br: vermelho preto branco

source: black white and skin tones
pt_br: preto branco e tons de pele

source: polarizing filter
pt_br: filtro polarizador

source: natural skin tones
pt_br: tons de pele natural

source: black & white film
pt_br: filme preto & branco

source: cannot display masks when the blending mask is displayed
pt_br: não é possível mostrar máscaras quando a máscara de mesclagem é mostrada

source: create a curve based on an area from the image drag to create a flat curve ctrl+drag to create a positive curve shift+drag to create a negative curve
pt_br: criar uma curva baseada em uam área da imagem arraste para ceiar uma curva plana ctrl+arraste para criar uma curva positiva shift+arraste para criar uma curva negativa

source: edit by area
pt_br: editar por área

source: edit the curve nodes by area
pt_br: editar os nós da curva pela área

source: display selection
pt_br: mostra seleção

source: choose selection criterion, will be the abscissa in the graph
pt_br: escolher o critério de seleção, será a abscissa no gráfico

source: strong
pt_br: forte

source: choose between a smoother or stronger effect
pt_br: escolha entre um efeito mais suave ou mais forte

source: centripetal spline
pt_br: spline centrípeta

source: monotonic spline
pt_br: spline monotônica

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
pt_br: mude este método se vir oscilações ou cúspides (picos) na curva - spline cúbico é melhor para produzir curvas suaves mas oscila quando os nós são muito próximos - centrípeta é melhor para evitar picos e oscilações com nós próximos mas é menos suave - monotônico é melhor para acurácia de funções puramente analíticas (log, gama, exp)

source: defringe
pt_br: redução de halo

source: edge detection radius
pt_br: raio para detecção de bordas

source: operation mode
pt_br: modo de operação

source: global average (fast)
pt_br: média global (rápido)

source: local average (slow)
pt_br: média local (lento)

source: static threshold (fast)
pt_br: limiar estático (rápido)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
pt_br: método para proteção de cor: -média global: rápido, pode mostrar pré-visualizações ligeiramente erradas em zoom; pode às vezes proteger demais a saturação ou muito pouco, em comparação com média local -média local: mais lento, pode proteger a saturação melhor que média local usando pixels próximos como referência de cor, por isso pode permitir mais dessaturação do que o requerido - estático: rápido, só usa limiar como limite estático

source: radius for detecting fringe
pt_br: raio para detecção de fronteira (fringe)

source: threshold for defringe, higher values mean less defringing
pt_br: limiar para defringe (mescla de borda), valores altos significam menos defringing

source: demosaic
pt_br: interpolação cromática

source: edge threshold
pt_br: limite borda

source: method (bayer)
pt_br: método (bayer)

source: method (xtrans)
pt_br: método (xtrans)

source: color smoothing
pt_br: suavização de cor

source: match greens
pt_br: ajustar verdes

source: `%s' color matrix not found for 4bayer image!
pt_br: `%s' matriz de cores não encontrada para imagem 4bayer!

source: method
pt_br: método

source: PPG (fast)
pt_br: PPG (rápido)

source: AMaZE (slow)
pt_br: AMaZe (lento)

source: passthrough (monochrome) (experimental)
pt_br: passthrough (monocromático) (experimental)

source: demosaicing raw data method
pt_br: método de interpolação cromática dados raw

source: Markesteijn 1-pass
pt_br: Markesteijn 1-passo

source: Markesteijn 3-pass (slow)
pt_br: Markesteijn 3-passos (lento)

source: frequency domain chroma (slow)
pt_br: croma no domínio da frequência (lento)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
pt_br: limite para mediana sensível a borda. defina 0.0 para desativar. defina 1.0 para ignorar bordas.

source: one time
pt_br: uma vez

source: two times
pt_br: duas vezes

source: three times
pt_br: três vezes

source: four times
pt_br: quatro vezes

source: five times
pt_br: cinco vezes

source: how many color smoothing median steps after demosaicing
pt_br: quantos passos de suavização média após interpolação cromática

source: disabled
pt_br: desabilitado

source: local average
pt_br: média local

source: full average
pt_br: média global

source: full and local average
pt_br: média global e local

source: green channels matching method
pt_br: método de correspondência canal verde

source: demosaicing only needed for raw images.
pt_br: demosaic só necessário para imagens RAW.

source: denoise (profiled)
pt_br: redução de ruído (perfilado)

source: adjust autoset parameters
pt_br: redefine parâmetros automáticos

source: preserve shadows
pt_br: preservar sombras

source: bias correction
pt_br: correção de viés

source: patch size
pt_br: tamanho do patch

source: search radius
pt_br: raio para busca

source: scattering
pt_br: dispersão

source: central pixel weight
pt_br: peso do pixel central

source: found match for ISO %d
pt_br: encontrada correspondência para ISO %d

source: interpolated from ISO %d and %d
pt_br: interpolado de ISO %d e %d

source: compute variance
pt_br: calcula variância

source: use only with a perfectly uniform image if you want to estimate the noise variance.
pt_br: use somente com uma imagem perfeitamente uniforme se você quiser estimar a variância de ruído

source: variance red:
pt_br: variância de vermelho:

source: variance computed on the red channel
pt_br: variância calculada no canal vermelho

source: variance green:
pt_br: variância de verde:

source: variance computed on the green channel
pt_br: variância calculada no canal verde

source: variance blue:
pt_br: variância de azul:

source: variance computed on the blue channel
pt_br: variância calculada no canal azul

source: whitebalance-adaptive transform
pt_br: transformação adaptativa ao balanço de branco

source: adapt denoising according to the white balance coefficients. should be enabled on a first instance for better denoising. should be disabled if an earlier instance has been used with a color blending mode.
pt_br: adaptar remoção de ruído aos coeficientes de balanço de branco. deve ser habilitado em uma primeira instância para melhor remoção de ruído. deve ser desabilitado se uma instância anteior foi usada com um modo de fusão de cor.

source: fix various bugs in algorithm
pt_br: conserto de vários bugs no algoritmo

source: fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. enabling this option will change the denoising you get. once enabled, you won't be able to return back to old algorithm.
pt_br: corrige bugs na transformação de anscombe que resultou em pouca suavização no canal verde no modo wavelet, combinado com uma manipulação subótima dos coeficientes de balanço de brancos, e um bug na normalização de médias não locais, que resulta em pouca suavização quando o tamanho do patch é aumentado. ativar esta opção muda a remoção de ruído. uma vez ativado, não será mais possível reverter para o algoritmo antigo.

source: upgrade profiled transform
pt_br: atualização do modelo

source: upgrade the variance stabilizing algorithm. new algorithm extends the current one. it is more flexible but could give small differences in the images already processed.
pt_br: atualiza o algoritmo estabilizador de variância. o novo algoritmo extende o atual. é mais flexível, mas pode dar pequenas diferenças nas imagens já processadas.

source: profile
pt_br: perfil

source: color mode
pt_br: modo de cor

source: scattering (coarse-grain noise)
pt_br: difusão (ruído grosseiro)

source: central pixel weight (details)
pt_br: peso do pixel central (detalhes)

source: non-local means
pt_br: média não local

source: non-local means auto
pt_br: média não local automático

source: wavelets auto
pt_br: wavelets automatico

source: profile used for variance stabilization
pt_br: perfil utilizado para estabilização de variância

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
pt_br: método usado no núcleo de redução de ruído. médias não-locais funcionam melhor paramesclagem em `luminosidade', wavelets funcionam melhor para mesclagem em `cor`

source: color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
pt_br: representação de cores usada no algoritmo. RGB mantém os canais RGB separados, enquanto Y0U0V0 combina os canais para remoção de ruído de croma e luma separadamente.

source: radius of the patches to match. increase for more sharpness on strong edges, and better denoising of smooth areas. if details are oversmoothed, reduce this value or increase the details slider.
pt_br: raio dos patches a comparar. aumente para maior nitidez nas bordas fortes, e melhor redução de ruído nas áreas lisas. se detalhes são suavizados demais, reduza este valor ou aumente o controle deslizante de detalhes.

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
pt_br: use somente em emergência: raio da vizinhança onde procurar patches. aumente para melhor denoising, mas cuidado com os longos tempos de execução! raios grandes podem ser muito lentos. você foi avisado/a

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
pt_br: espalhamento na vizinhança para busca por similaridade, aumente para melhor redução de ruídos grosseiros. não afeta o tempo de execução.

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
pt_br: aumenta o peso do pixel central do patch quando patches são comparados. útil para recuperar detalhes quando o tamanho do patch é grande.

source: finetune denoising strength
pt_br: ajuste fino da intensidade redução de ruido

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
pt_br: controla como parâmetros são auto-ajustados aumente se a redução de ruídos nas sombras não é suficiente ou se sobra ruído de croma. isto pode acontecer se sua foto for superexposta.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
pt_br: ajuste fino da remoção de ruído de sombras diminua para remover ruído mais agressivamente em áreas escuras da imagem.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
pt_br: correção de desvio de cor em sombras. diminuir se as sombras são muito roxas. aumentar se as sombras são muito verdes.

source: random
pt_br: aleatório

source: floyd-steinberg 1-bit B&W
pt_br: floyd-steinberg 1-bit P&B

source: floyd-steinberg 4-bit gray
pt_br: floyd-steinberg 4-bit cinza

source: radius for blurring step
pt_br: raio para etapa de desfoque

source: the gradient range where to apply random dither
pt_br: a faixa de gradiente onde aplicar o dither aleatório

source: gradient range
pt_br: faixa de gradiente

source: damping level of random dither
pt_br: nível de amortecimento do dither aleatório

source: damping
pt_br: amortecimento

source: legacy equalizer
pt_br: equalizador (obsoleto)

source: sharpen (strong)
pt_br: melhora nitidez (forte)

source: null
pt_br: nulo

source: denoise (strong)
pt_br: reduz ruído (forte)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
pt_br: este módulo será removido no futuro e está aqui para que você o desative e use o novo equalizador.

source: black
pt_br: preto

source: auto-exposure
pt_br: auto-exposição

source: percentile
pt_br: percentil

source: target level
pt_br: nível alvo

source: magic lantern defaults
pt_br: lanterna mágica padrão

source: failed to get raw buffer from image `%s'
pt_br: falha em obter buffer raw da imagem `%s'

source: automatic
pt_br: automático

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
pt_br: ajusta o nível de preto para remover os valores RGB negativos. você nunca deve usar para adicionar mais densidade nos pretos! se mal ajustado, forçará os valores das cores que estão próximas do preto para fora da escala tornando valores RGB negativos

source: percentage of bright values clipped out, toggle color picker to activate
pt_br: porcentagem de valores de brilho cortados, alterne (liga/desliga) o seletor de cor para ativar

source: clipping threshold
pt_br: limiar de corte

source: where in the histogram to meter for deflicking. E.g. 50% is median
pt_br: onde no histograma medir para deflicking. Por exemplo, 50% é a mediana

source: where to place the exposure level for processed pics, EV below overexposure.
pt_br: onde por o nível de exposição para fotos processadas, EV abaixo de sobreexposição.

source: computed EC:
pt_br: EC calculado:

source: what exposure correction has actually been used
pt_br: quais correções de exposição foram utilizadas

source: filmic
pt_br: fílmico

source: 09 EV (low-key)
pt_br: 09 EV (iluminação baixa)

source: 10 EV (indoors)
pt_br: 10 EV (interior)

source: 11 EV (dim outdoors)
pt_br: 11 EV (exterior com iluminação tênue)

source: 12 EV (outdoors)
pt_br: 12 EV (exterior)

source: 13 EV (bright outdoors)
pt_br: 13 EV (exterior iluminado)

source: 15 EV (sunset)
pt_br: 15 EV (pôr do sol)

source: read-only graph, use the parameters below to set the nodes
pt_br: gráfico somente de leitura, use os parâmetros abaixo para configurar os nós

source: logarithmic shaper
pt_br: modelador logarítmico

source: middle grey luminance
pt_br: luminância de cinza médio

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
pt_br: ajuste para casar com a luminância média do objeto. exceto em situações com back-lighting, isto deveria ser em torno de 18%.

source: white relative exposure
pt_br: exposição relativa de branco

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
pt_br: quantidade de stops entre cinza médio e branco puro esta é a leitura que um exposímetro daria na cena ajuste para evitar highlight clipping

source: black relative exposure
pt_br: exposição relativa de preto
